{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "38C416F64A6E077ED5D47490ED6F20DE"
		},
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "8A95048641DB891DFE6F58A35E1964D6"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "24BDF5FE46FCF4E370F1D4A1BA9BCAD5"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "91CD59924928A615F74AC3BE26386258"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "USS_CommonString_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate / deactivate the palette.\r\nNote : you can only have one active palette at a time. Changing this palette to active will automatically reset the previous active palette if there was one."
					},
					"Translation":
					{
						"Text": "Palette aktivieren/deaktivieren.\r\nHinweis: Es kann immer nur eine Palette aktiv sein. Wenn Sie diese Palette aktivieren, wird die zuvor aktive Palette automatisch zurückgesetzt, sofern vorhanden."
					},
					"Key": "Widget_Is_Palette_Active_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Primary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Primärfarben zu Spielervoreinstellungen hinzufügen :"
					},
					"Key": "Widget_Add_Primary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add Secondary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Sekundärfarben zum Spieler-Preset hinzufügen :"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add a new group"
					},
					"Translation":
					{
						"Text": "Einen neuen Gruppen hinzufügen"
					},
					"Key": "Widget_Add_Group"
				},
				{
					"Source":
					{
						"Text": "Add a new palette"
					},
					"Translation":
					{
						"Text": "Eine neue Palette hinzufügen"
					},
					"Key": "Widget_Add_Palette"
				},
				{
					"Source":
					{
						"Text": "Add a new swatch"
					},
					"Translation":
					{
						"Text": "Einen neuen Farbfächer hinzufügen"
					},
					"Key": "Widget_Add_Swatch"
				},
				{
					"Source":
					{
						"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
					},
					"Translation":
					{
						"Text": "Füge eine neue Kategorie für die Anpassung hinzu, die alle Farbfächer enthält, organisiert nach dem Schema der in der Konfiguration ausgewählten Palette."
					},
					"Key": "Schema_Desc"
				},
				{
					"Source":
					{
						"Text": "Adds all primary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Fügt alle Primärfarben zur Farbvoreinstellungsliste des Spielers hinzu."
					},
					"Key": "Widget_Add_Primary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds all secondary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Fügt alle Sekundärfarben zur Farbvoreinstellungsliste des Spielers hinzu."
					},
					"Key": "Widget_Add_Secondary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Blau"
					},
					"Key": "Enum_Blue"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Blau"
					},
					"Key": "Widget_Blue_Color"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": "Standard"
					},
					"Key": "Enum_Mat_Default"
				},
				{
					"Source":
					{
						"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
					},
					"Translation":
					{
						"Text": "Legt die Priorität der Gruppe fest. Je niedriger die Zahl, desto früher erscheint die Gruppe im Anpassungstool."
					},
					"Key": "Widget_Group_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
					},
					"Translation":
					{
						"Text": "Legt die Priorität des Farbfächers fest. Je niedriger die Zahl, desto früher erscheint der Farbfächer in seiner Gruppe."
					},
					"Key": "Widget_Swatch_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the blue value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Geben Sie den Wert für Blau ein (0 - 255)"
					},
					"Key": "Widget_Blue_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the green value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Geben Sie den Wert für Grün ein (0 - 255)"
					},
					"Key": "Widget_Green_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
					},
					"Translation":
					{
						"Text": "Geben Sie den hexadezimalen Wert ein (000000 - FFFFFF)"
					},
					"Key": "Widget_Hex_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the red value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Geben Sie den Wert für Rot ein (0 - 255)"
					},
					"Key": "Widget_Red_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Translation":
					{
						"Text": "Gib deiner Fabrik einen neuen Anstrich!\r\n\r\nWarnung: Änderungen an diesem Farbfeld wirken sich auf alle Gebäude aus, die dieses verwenden."
					},
					"Key": "Swatch_Paint_Info"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Grün"
					},
					"Key": "Enum_Green"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Grün"
					},
					"Key": "Widget_Green_Color"
				},
				{
					"Source":
					{
						"Text": "Hex"
					},
					"Translation":
					{
						"Text": "Hex"
					},
					"Key": "Widget_Hex_Field"
				},
				{
					"Source":
					{
						"Text": "Material :"
					},
					"Translation":
					{
						"Text": "Werkstoff :"
					},
					"Key": "Widget_Material_Text"
				},
				{
					"Source":
					{
						"Text": "Matte"
					},
					"Translation":
					{
						"Text": "Matt"
					},
					"Key": "Enum_Mat_Matte"
				},
				{
					"Source":
					{
						"Text": "Palettes"
					},
					"Translation":
					{
						"Text": "Paletten"
					},
					"Key": "Widget_Palette_List"
				},
				{
					"Source":
					{
						"Text": "Please enter a string containing only 0 to 9 or A to F characters"
					},
					"Translation":
					{
						"Text": "Bitte verwenden Sie nur die Zeichen 0 bis 9 oder A bis Z"
					},
					"Key": "Widget_Hex_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between -100 and 100"
					},
					"Translation":
					{
						"Text": "Bitte geben Sie einen Wert zwischen -100 und 100 ein"
					},
					"Key": "Widget_Priority_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between 0 and 255"
					},
					"Translation":
					{
						"Text": "Bitte geben Sie einen Wert zwischen 0 und 255 ein"
					},
					"Key": "Widget_Color_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter the group name here"
					},
					"Translation":
					{
						"Text": "Bitte geben Sie hier den Namen der Gruppe ein"
					},
					"Key": "Widget_Group_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the palette name here"
					},
					"Translation":
					{
						"Text": "Bitte geben Sie hier den Namen der Palette ein"
					},
					"Key": "Widget_Palette_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the swatch name here"
					},
					"Translation":
					{
						"Text": "Bitte geben Sie hier den Namen des Farbfächers ein"
					},
					"Key": "Widget_Swatch_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Primary"
					},
					"Translation":
					{
						"Text": "Primär"
					},
					"Key": "Enum_Primary"
				},
				{
					"Source":
					{
						"Text": "Primary Color :"
					},
					"Translation":
					{
						"Text": "Primärfarbe :"
					},
					"Key": "Widget_Primary_Color"
				},
				{
					"Source":
					{
						"Text": "Priority :"
					},
					"Translation":
					{
						"Text": "Priorität :"
					},
					"Key": "Widget_Priority_Field"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rot"
					},
					"Key": "Enum_Red"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rot"
					},
					"Key": "Widget_Red_Color"
				},
				{
					"Source":
					{
						"Text": "Remove Primary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Primärfarben aus der Spielervoreinstellung entfernen :"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove Secondary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Sekundärfarben aus der Spielervoreinstellung entfernen :"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove group"
					},
					"Translation":
					{
						"Text": "Gruppe löschen"
					},
					"Key": "Widget_Remove_Group"
				},
				{
					"Source":
					{
						"Text": "Remove palette"
					},
					"Translation":
					{
						"Text": "Palette löschen"
					},
					"Key": "Widget_Remove_Palette"
				},
				{
					"Source":
					{
						"Text": "Remove swatch"
					},
					"Translation":
					{
						"Text": "Farbfächer löschen"
					},
					"Key": "Widget_Remove_Swatch"
				},
				{
					"Source":
					{
						"Text": "Removes all primary colors from the player's color preset list (name based: \"swatch_name - P\")"
					},
					"Translation":
					{
						"Text": "Entfernt alle Primärfarben aus der Farbvoreinstellungsliste des Spielers (namensbasiert: \"Farbmustername - P\")"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Removes all secondary colors from the player's color preset list (name based: \"swatch_name - S\")"
					},
					"Translation":
					{
						"Text": "Entfernt alle Sekundärfarben aus der Farbvoreinstellungsliste des Spielers (namensbasiert: \"Farbmustername - S\")"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Secondary"
					},
					"Translation":
					{
						"Text": "Sekundär"
					},
					"Key": "Enum_Secondary"
				},
				{
					"Source":
					{
						"Text": "Secondary Color :"
					},
					"Translation":
					{
						"Text": "Sekundärfarbe :"
					},
					"Key": "Widget_Secondary_Color"
				},
				{
					"Source":
					{
						"Text": "Shiny"
					},
					"Translation":
					{
						"Text": "Glänzend"
					},
					"Key": "Enum_Mat_Shiny"
				},
				{
					"Source":
					{
						"Text": "The palette name must be unique !"
					},
					"Translation":
					{
						"Text": "Der Name der Farbpalette muss eindeutig sein!"
					},
					"Key": "Palette_Name_Error"
				}
			]
		},
		{
			"Namespace": "USS_DefaultConf_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "AI Expansion Server"
					},
					"Translation":
					{
						"Text": "KI-Erweiterungsserver"
					},
					"Key": "DefPal_SpaceElevator_Group_AIExpansionServer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "AI Limiter"
					},
					"Translation":
					{
						"Text": "KI-Begrenzer"
					},
					"Key": "DefPal_Electronics_Group_AILimiter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Adaptive Control Unit"
					},
					"Translation":
					{
						"Text": "Adaptive Steuereinheit"
					},
					"Key": "DefPal_SpaceElevator_Group_AdaptiveControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alclad Aluminum Sheet"
					},
					"Translation":
					{
						"Text": "Alclad-Aluminiumplatte"
					},
					"Key": "DefPal_Aluminium_Group_AlcladAluminumSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien DNA Capsule"
					},
					"Translation":
					{
						"Text": "Alien DNA-Kapsel"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienDNACapsule_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Power Matrix"
					},
					"Translation":
					{
						"Text": "Alien-Energiematrix"
					},
					"Key": "DefPal_QuantumTechnology_Group_AlienPowerMatrix_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Protein"
					},
					"Translation":
					{
						"Text": "Alien-Protein"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienProtein_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alumina Solution"
					},
					"Translation":
					{
						"Text": "Aluoxid-Lösung"
					},
					"Key": "DefPal_Aluminium_Group_AluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminium"
					},
					"Translation":
					{
						"Text": "Aluminium"
					},
					"Key": "DefPal_Aluminium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Casing"
					},
					"Translation":
					{
						"Text": "Aluminiumgehäuse"
					},
					"Key": "DefPal_Aluminium_Group_AluminumCasing_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Ingot"
					},
					"Translation":
					{
						"Text": "Aluminiumbarren"
					},
					"Key": "DefPal_Aluminium_Group_AluminumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Scrap"
					},
					"Translation":
					{
						"Text": "Aluminiumschrott"
					},
					"Key": "DefPal_Aluminium_Group_AluminumScrap_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ammos and Explosives"
					},
					"Translation":
					{
						"Text": "Munition und Explosives"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Assembly Director System"
					},
					"Translation":
					{
						"Text": "Montage-Leitsystem"
					},
					"Key": "DefPal_SpaceElevator_Group_AssemblyDirectorSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Automated Wiring"
					},
					"Translation":
					{
						"Text": "Automatische Verkabelung"
					},
					"Key": "DefPal_SpaceElevator_Group_AutomatedWiring_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ballistic Warp Drive"
					},
					"Translation":
					{
						"Text": "Ballistischer Warpantrieb"
					},
					"Key": "DefPal_SpaceElevator_Group_BallisticWarpDrive_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Battery"
					},
					"Translation":
					{
						"Text": "Batterie"
					},
					"Key": "DefPal_Sulfur_Group_Battery_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Bauxite"
					},
					"Translation":
					{
						"Text": "Bauxit"
					},
					"Key": "DefPal_Aluminium_Group_Bauxite_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biochemical Sculptor"
					},
					"Translation":
					{
						"Text": "Biochemischer Modellierer"
					},
					"Key": "DefPal_SpaceElevator_Group_BiochemicalSculptor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biomass"
					},
					"Translation":
					{
						"Text": "Biomasse"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Biomass_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Black Powder"
					},
					"Translation":
					{
						"Text": "Schwarzpulver"
					},
					"Key": "DefPal_Sulfur_Group_BlackPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Blue Power Slug"
					},
					"Translation":
					{
						"Text": "Blaue Elektroschnecke"
					},
					"Key": "DefPal_FaunaAndFlora_Group_BluePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cable"
					},
					"Translation":
					{
						"Text": "Kabel"
					},
					"Key": "DefPal_Copper_Group_Cable_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium"
					},
					"Translation":
					{
						"Text": "Caterium"
					},
					"Key": "DefPal_Caterium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ingot"
					},
					"Translation":
					{
						"Text": "Cateriumbarren"
					},
					"Key": "DefPal_Caterium_Group_CateriumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ore"
					},
					"Translation":
					{
						"Text": "Cateriumerz"
					},
					"Key": "DefPal_Caterium_Group_CateriumOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Circuit Board"
					},
					"Translation":
					{
						"Text": "Platine"
					},
					"Key": "DefPal_Electronics_Group_CircuitBoard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cluster Nobelisk"
					},
					"Translation":
					{
						"Text": "Splitter-Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ClusterNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Coal"
					},
					"Translation":
					{
						"Text": "Stahl"
					},
					"Key": "DefPal_Steel_Group_Coal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Compacted Coal"
					},
					"Translation":
					{
						"Text": "Verdichtete Kohle"
					},
					"Key": "DefPal_Sulfur_Group_CompactedCoal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Computer"
					},
					"Translation":
					{
						"Text": "Computer"
					},
					"Key": "DefPal_Electronics_Group_Computer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Concrete"
					},
					"Translation":
					{
						"Text": "Beton"
					},
					"Key": "DefPal_Limestone_Group_Concrete_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cooling System"
					},
					"Translation":
					{
						"Text": "Kühlsystem"
					},
					"Key": "DefPal_Nitrogen_Group_CoolingSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper"
					},
					"Translation":
					{
						"Text": "Kupfer"
					},
					"Key": "DefPal_Copper_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ingot"
					},
					"Translation":
					{
						"Text": "Kupferbarren"
					},
					"Key": "DefPal_Copper_Group_CopperIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ore"
					},
					"Translation":
					{
						"Text": "Kupfererz"
					},
					"Key": "DefPal_Copper_Group_CopperOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Powder"
					},
					"Translation":
					{
						"Text": "Kupfer Pulver"
					},
					"Key": "DefPal_Copper_Group_CopperPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Sheet"
					},
					"Translation":
					{
						"Text": "Kupferblech"
					},
					"Key": "DefPal_Copper_Group_CopperSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crude Oil"
					},
					"Translation":
					{
						"Text": "Rohöl"
					},
					"Key": "DefPal_Oil_Group_CrudeOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crystal Oscillator"
					},
					"Translation":
					{
						"Text": "Quarzoszillator"
					},
					"Key": "DefPal_Electronics_Group_CrystalOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Crystal"
					},
					"Translation":
					{
						"Text": "Dunkle-Materie-Kristall"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Residue"
					},
					"Translation":
					{
						"Text": "Dunkle-Materie-Überrest"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Diamonds"
					},
					"Translation":
					{
						"Text": "Diamanten"
					},
					"Key": "DefPal_QuantumTechnology_Group_Diamonds_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dissolved Silica"
					},
					"Translation":
					{
						"Text": "Gelöster Quarzsand"
					},
					"Key": "DefPal_Quartz_Group_DissolvedSilica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electromagnetic Control Rod"
					},
					"Translation":
					{
						"Text": "Elektromagnetischer Steuerstab"
					},
					"Key": "DefPal_Uranium_Group_ElectromagneticControlRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electronics"
					},
					"Translation":
					{
						"Text": "Electronik"
					},
					"Key": "DefPal_Electronics_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Canister"
					},
					"Translation":
					{
						"Text": "Leerer Kanister"
					},
					"Key": "DefPal_Oil_Group_EmptyCanister_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Fluid Tank"
					},
					"Translation":
					{
						"Text": "Leerer Flüssigkeitstank"
					},
					"Key": "DefPal_Aluminium_Group_EmptyFluidTank_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Industrial Beam"
					},
					"Translation":
					{
						"Text": "Stahlbetonträger"
					},
					"Key": "DefPal_Steel_Group_EncasedIndustrialBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Plutonium Cell"
					},
					"Translation":
					{
						"Text": "Ummantelte Plutoniumzelle"
					},
					"Key": "DefPal_Uranium_Group_EncasedPlutoniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Uranium Cell"
					},
					"Translation":
					{
						"Text": "Ummantelte Uranzelle"
					},
					"Key": "DefPal_Uranium_Group_EncasedUraniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Equipements"
					},
					"Translation":
					{
						"Text": "Ausrüstung"
					},
					"Key": "DefPal_Equipements_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Excited Photonic Matter"
					},
					"Translation":
					{
						"Text": "Angeregte photonische Materie"
					},
					"Key": "DefPal_QuantumTechnology_Group_ExcitedPhotonicMatter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Explosive Rebar"
					},
					"Translation":
					{
						"Text": "Explosions-Stachel"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ExplosiveRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fabric"
					},
					"Translation":
					{
						"Text": "Gewebe"
					},
					"Key": "DefPal_Oil_Group_Fabric_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fauna and Flora"
					},
					"Translation":
					{
						"Text": "Fauna und Flora"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Ingot"
					},
					"Translation":
					{
						"Text": "Ficsit-Barren"
					},
					"Key": "DefPal_SAM_Group_FicsiteIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Trigon"
					},
					"Translation":
					{
						"Text": "Ficsit-Trigon"
					},
					"Key": "DefPal_SAM_Group_FicsiteTrigon_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium"
					},
					"Translation":
					{
						"Text": "Ficsonium"
					},
					"Key": "DefPal_QuantumTechnology_Group_Ficsonium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Ficsonium-Brennstab"
					},
					"Key": "DefPal_QuantumTechnology_Group_FicsoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fuel"
					},
					"Translation":
					{
						"Text": "Treibstoff"
					},
					"Key": "DefPal_Oil_Group_Fuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fused Modular Frame"
					},
					"Translation":
					{
						"Text": "Verschmolzener modularer Rahmen"
					},
					"Key": "DefPal_Nitrogen_Group_FusedModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Filter"
					},
					"Translation":
					{
						"Text": "Gasfilter"
					},
					"Key": "DefPal_Equipements_Group_GasFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Nobelisk"
					},
					"Translation":
					{
						"Text": "Gas-Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_GasNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heat Sink"
					},
					"Translation":
					{
						"Text": "Kühlkörper"
					},
					"Key": "DefPal_Aluminium_Group_HeatSink_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Modular Frame"
					},
					"Translation":
					{
						"Text": "Schwerer modularer Rahmen"
					},
					"Key": "DefPal_Steel_Group_HeavyModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Schwerölrückstand"
					},
					"Key": "DefPal_Oil_Group_HeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "High-Speed Connector"
					},
					"Translation":
					{
						"Text": "Highspeed-Anschluss"
					},
					"Key": "DefPal_Electronics_Group_HighSpeedConnector_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Homing Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Zielsuch-Gewehrmunition"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_HomingRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iodine-Infused Filter"
					},
					"Translation":
					{
						"Text": "Jodfilter"
					},
					"Key": "DefPal_Equipements_Group_IodineInfusedFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Ionisierter Treibstoff"
					},
					"Key": "DefPal_Nitrogen_Group_IonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron"
					},
					"Translation":
					{
						"Text": "Eisen"
					},
					"Key": "DefPal_Iron_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ingot"
					},
					"Translation":
					{
						"Text": "Eisenbarren"
					},
					"Key": "DefPal_Iron_Group_IronIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ore"
					},
					"Translation":
					{
						"Text": "Eisenerz"
					},
					"Key": "DefPal_Iron_Group_IronOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Plate"
					},
					"Translation":
					{
						"Text": "Eisenplatte"
					},
					"Key": "DefPal_Iron_Group_IronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rebar"
					},
					"Translation":
					{
						"Text": "Eisen-Armierstachel"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_IronRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rod"
					},
					"Translation":
					{
						"Text": "Eisenstange"
					},
					"Key": "DefPal_Iron_Group_IronRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Leaves"
					},
					"Translation":
					{
						"Text": "Blätter"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Leaves_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Kalkstein"
					},
					"Key": "DefPal_Limestone_Group_Limestone_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Kalkstein"
					},
					"Key": "DefPal_Limestone_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Flüssiger Biotreibstoff"
					},
					"Key": "DefPal_FaunaAndFlora_Group_LiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Magnetic Field Generator"
					},
					"Translation":
					{
						"Text": "Magnetfeld-Generator"
					},
					"Key": "DefPal_SpaceElevator_Group_MagneticFieldGenerator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Engine"
					},
					"Translation":
					{
						"Text": "Modularer Motor"
					},
					"Key": "DefPal_SpaceElevator_Group_ModularEngine_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Frame"
					},
					"Translation":
					{
						"Text": "Modularer Rahmen"
					},
					"Key": "DefPal_Iron_Group_ModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Motor"
					},
					"Translation":
					{
						"Text": "Motor"
					},
					"Key": "DefPal_Steel_Group_Motor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Mycelia"
					},
					"Translation":
					{
						"Text": "Myzelium"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Mycelia_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Neural-Quantum Processor"
					},
					"Translation":
					{
						"Text": "Neural-Quantenprozessor"
					},
					"Key": "DefPal_QuantumTechnology_Group_NeuralQuantumProcessor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitric Acid"
					},
					"Translation":
					{
						"Text": "Salpetersäure"
					},
					"Key": "DefPal_Nitrogen_Group_NitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen"
					},
					"Translation":
					{
						"Text": "Stickstoff"
					},
					"Key": "DefPal_Nitrogen_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Stickstoffgas"
					},
					"Key": "DefPal_Nitrogen_Group_NitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Nobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Non-fissile Uranium"
					},
					"Translation":
					{
						"Text": "Unspaltbares Uran"
					},
					"Key": "DefPal_Uranium_Group_NonFissileUranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuclear Pasta"
					},
					"Translation":
					{
						"Text": "Nukleare Pasta"
					},
					"Key": "DefPal_SpaceElevator_Group_NuclearPasta_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuke Nobelisk"
					},
					"Translation":
					{
						"Text": "Nuklear-Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_NukeNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Oil"
					},
					"Translation":
					{
						"Text": "Öl"
					},
					"Key": "DefPal_Oil_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Alumina Solution"
					},
					"Translation":
					{
						"Text": "Verpackte Aluoxid-Lösung"
					},
					"Key": "DefPal_Aluminium_Group_PackagedAluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Fuel"
					},
					"Translation":
					{
						"Text": "Verpackter Treibstoff"
					},
					"Key": "DefPal_Oil_Group_PackagedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Verpackter Schwerölrückstand"
					},
					"Key": "DefPal_Oil_Group_PackagedHeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Verpackter Ionisierter Treibstoff"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedIonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Verpackter flüssiger Biotreibstoff"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedLiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitric Acid"
					},
					"Translation":
					{
						"Text": "Verpackte Salpetersäure"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Verpacktes Stickstoffgas"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Oil"
					},
					"Translation":
					{
						"Text": "Verpacktes Öl"
					},
					"Key": "DefPal_Oil_Group_PackagedOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Verpackter Raketentreibstoff"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedRocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Verpackte Schwefelsäure"
					},
					"Key": "DefPal_Sulfur_Group_PackagedSulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Turbofuel"
					},
					"Translation":
					{
						"Text": "Verpackter Turbotreibstoff"
					},
					"Key": "DefPal_Oil_Group_PackagedTurbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Water"
					},
					"Translation":
					{
						"Text": "Verpacktes Wasser"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedWater_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Petroleum Coke"
					},
					"Translation":
					{
						"Text": "Petrolkoks"
					},
					"Key": "DefPal_Oil_Group_PetroleumCoke_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plastic"
					},
					"Translation":
					{
						"Text": "Kunststoff"
					},
					"Key": "DefPal_Oil_Group_Plastic_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Plutoniumbrennstab"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Pellet"
					},
					"Translation":
					{
						"Text": "Plutoniumpellet"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumPellet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Waste"
					},
					"Translation":
					{
						"Text": "Plutonium-Abfall"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Polymer Resin"
					},
					"Translation":
					{
						"Text": "Polymerharz"
					},
					"Key": "DefPal_Oil_Group_PolymerResin_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Portable Miner"
					},
					"Translation":
					{
						"Text": "Mobiler Miner"
					},
					"Key": "DefPal_Equipements_Group_PortableMiner_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Power Shard"
					},
					"Translation":
					{
						"Text": "Energiefragment"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PowerShard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pressure Conversion Cube"
					},
					"Translation":
					{
						"Text": "Druckumwandlungs-Block"
					},
					"Key": "DefPal_Nitrogen_Group_PressureConversionCube_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pulse Nobelisk"
					},
					"Translation":
					{
						"Text": "Impuls-Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_PulseNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Purple Power Slug"
					},
					"Translation":
					{
						"Text": "Violette Elektroschnecke"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PurplePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quantum Technology"
					},
					"Translation":
					{
						"Text": "Quantentechnologie"
					},
					"Key": "DefPal_QuantumTechnology_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz"
					},
					"Translation":
					{
						"Text": "Quarz"
					},
					"Key": "DefPal_Quartz_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz Crystal"
					},
					"Translation":
					{
						"Text": "Quarzkristall"
					},
					"Key": "DefPal_Quartz_Group_QuartzCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quickwire"
					},
					"Translation":
					{
						"Text": "Turbodraht"
					},
					"Key": "DefPal_Caterium_Group_Quickwire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Radio Control Unit"
					},
					"Translation":
					{
						"Text": "Funksteuerungseinheit"
					},
					"Key": "DefPal_Electronics_Group_RadioControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Raw Quartz"
					},
					"Translation":
					{
						"Text": "Rohquarz"
					},
					"Key": "DefPal_Quartz_Group_RawQuartz_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reanimated SAM"
					},
					"Translation":
					{
						"Text": "Reanimierte SAM"
					},
					"Key": "DefPal_SAM_Group_ReanimatedSAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reinforced Iron Plate"
					},
					"Translation":
					{
						"Text": "Verstärkte Eisenplatte"
					},
					"Key": "DefPal_Iron_Group_ReinforcedIronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Gewehrmunition"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_RifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Raketentreibstoff"
					},
					"Key": "DefPal_Nitrogen_Group_RocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rotor"
					},
					"Translation":
					{
						"Text": "Rotor"
					},
					"Key": "DefPal_Iron_Group_Rotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rubber"
					},
					"Translation":
					{
						"Text": "Gummi"
					},
					"Key": "DefPal_Oil_Group_Rubber_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "SAM"
					},
					"Key": "DefPal_SAM_Group_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "SAM"
					},
					"Key": "DefPal_SAM_Group_SAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM Fluctuator"
					},
					"Translation":
					{
						"Text": "SAM-Fluktuator"
					},
					"Key": "DefPal_SAM_Group_SAMFluctuator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Screw"
					},
					"Translation":
					{
						"Text": "Schraube"
					},
					"Key": "DefPal_Iron_Group_Screw_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Shatter Rebar"
					},
					"Translation":
					{
						"Text": "Scherben-Stachel"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ShatterRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Silica"
					},
					"Translation":
					{
						"Text": "Quarzsand"
					},
					"Key": "DefPal_Quartz_Group_Silica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Singularity Cell"
					},
					"Translation":
					{
						"Text": "Singularitätszelle"
					},
					"Key": "DefPal_QuantumTechnology_Group_SingularityCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smart Plating"
					},
					"Translation":
					{
						"Text": "Intelligente Beschichtung"
					},
					"Key": "DefPal_SpaceElevator_Group_SmartPlating_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smokeless Powder"
					},
					"Translation":
					{
						"Text": "Rauchschwaches Pulver"
					},
					"Key": "DefPal_Sulfur_Group_SmokelessPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Solid Biofuel"
					},
					"Translation":
					{
						"Text": "Fester Biotreibstoff"
					},
					"Key": "DefPal_FaunaAndFlora_Group_SolidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Space Elevator"
					},
					"Translation":
					{
						"Text": "Weltraumfahrstuhl"
					},
					"Key": "DefPal_SpaceElevator_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Stator"
					},
					"Translation":
					{
						"Text": "Stator"
					},
					"Key": "DefPal_Steel_Group_Stator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel"
					},
					"Translation":
					{
						"Text": "Stahl"
					},
					"Key": "DefPal_Steel_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Beam"
					},
					"Translation":
					{
						"Text": "Stahlträger"
					},
					"Key": "DefPal_Steel_Group_SteelBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Ingot"
					},
					"Translation":
					{
						"Text": "Stahlbarren"
					},
					"Key": "DefPal_Steel_Group_SteelIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Pipe"
					},
					"Translation":
					{
						"Text": "Stahlrohr"
					},
					"Key": "DefPal_Steel_Group_SteelPipe_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Stun Rebar"
					},
					"Translation":
					{
						"Text": "Betäubungs-Stachel"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_StunRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Schwefel"
					},
					"Key": "DefPal_Sulfur_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Schwefel"
					},
					"Key": "DefPal_Sulfur_Group_Sulfur_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Schwefelsäure"
					},
					"Key": "DefPal_Sulfur_Group_SulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Supercomputer"
					},
					"Translation":
					{
						"Text": "Supercomputer"
					},
					"Key": "DefPal_Electronics_Group_Supercomputer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Superposition Oscillator"
					},
					"Translation":
					{
						"Text": "Überlagerungsoszillator"
					},
					"Key": "DefPal_Electronics_Group_SuperpositionOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Thermal Propulsion Rocket"
					},
					"Translation":
					{
						"Text": "Thermaler Raketenantrieb"
					},
					"Key": "DefPal_SpaceElevator_Group_ThermalPropulsionRocket_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Time Crystal"
					},
					"Translation":
					{
						"Text": "Zeitkristall"
					},
					"Key": "DefPal_QuantumTechnology_Group_TimeCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Motor"
					},
					"Translation":
					{
						"Text": "Turbomotor"
					},
					"Key": "DefPal_Electronics_Group_TurboMotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Turbo-Gewehrmunition"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_TurboRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbotreibstoff"
					},
					"Key": "DefPal_Oil_Group_Turbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "USS Default - English"
					},
					"Translation":
					{
						"Text": "USS Default - Deutsch"
					},
					"Key": "DefPal_PaletteName"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uran"
					},
					"Key": "DefPal_Uranium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranerz"
					},
					"Key": "DefPal_Uranium_Group_Uranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Uranbrennstab"
					},
					"Key": "DefPal_Uranium_Group_UraniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Waste"
					},
					"Translation":
					{
						"Text": "Uran-Abfall"
					},
					"Key": "DefPal_Uranium_Group_UraniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Versatile Framework"
					},
					"Translation":
					{
						"Text": "Mehrzweckgerüst"
					},
					"Key": "DefPal_SpaceElevator_Group_VersatileFramework_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Water"
					},
					"Translation":
					{
						"Text": "Wasser"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Water_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wire"
					},
					"Translation":
					{
						"Text": "Draht"
					},
					"Key": "DefPal_Copper_Group_Wire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wood"
					},
					"Translation":
					{
						"Text": "Holz"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Wood_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Yellow Power Slug"
					},
					"Translation":
					{
						"Text": "Gelbe Elektroschnecke"
					},
					"Key": "DefPal_FaunaAndFlora_Group_YellowPowerSlug_Swatch_Name"
				}
			]
		}
	]
}